{
    "countryCode": "nl",
    "language": "Nederlands",
  
    "Features": "Kenmerken",
    "How does it work": "Hoe werkt het",
    "Contact": "Contact",
    "Demo": "Demo",
  
    "Match Supply & Demand Quickly And Effectively": "Snel en effectief vraag en aanbod matchen",
    "cloud-based transport matching system for charterers in the inland shipping industry": "Cloudgebaseerd transportsysteem voor bevrachters in de binnenvaartindustrie",
    "Request a demo": "Vraag een demo aan",
    "Learn more": "Meer informatie",
  
    "What is": "Wat is",
    "What is it": "Wat is het",
  
    "is a modern, cloud-based transport matching system for charterers in the inland shipping industry. It accelerates the entire order processing process and provides real-time insight, resulting in optimal planning and a strong position when attracting tenders and spot requests.": "is een modern, cloudgebaseerd transportsysteem voor bevrachters in de binnenvaartindustrie. Het versnelt het hele orderverwerkingsproces en biedt realtime inzicht, resulterend in optimale planning en een sterke positie bij het aantrekken van aanbestedingen en spotverzoeken.",
    "Strengthened Competitive Position": "Versterkte concurrentiepositie",
    "Less empty": "Minder leeg",
    "Increased Efficiency Through Unique Matching System": "Verhoogde efficiëntie door uniek matchingsysteem",
    "Increased Customer Satisfaction": "Verhoogde klanttevredenheid",
  
    "How it works": "Hoe het werkt",
    "Connecting freight and transport in the most efficient way in 4 steps.": "Vracht en transport op de meest efficiënte manier met elkaar verbinden in 4 stappen.",
    "Step 1: Place order": "Stap 1: Plaats bestelling",
    "Shippers and/or charterers can effortlessly place their freight on the platform. Enter all the details required and place an order with one simple click.": "Reders en/of bevrachters kunnen moeiteloos hun vracht op het platform plaatsen. Voer alle benodigde gegevens in en plaats een bestelling met één simpele klik.",
    "Step 2: Show Interest": "Stap 2: Toon interesse",
    "As soon as the order has been placed, it will immediately become visible to the skippers. Skippers can then immediately express their interest.": "Zodra de bestelling is geplaatst, wordt deze onmiddellijk zichtbaar voor de schippers. Schippers kunnen dan direct hun interesse tonen.",
    "Step 3: Matching": "Stap 3: Matching",
    "facilitates direct contact between charterers and skippers. Charterers can view the profiles of interested skippers and easily make contact. This allows them to discuss further details such as rates, specific requirements and other important information": "faciliteert direct contact tussen bevrachters en schippers. Bevrachters kunnen de profielen van geïnteresseerde schippers bekijken en eenvoudig contact leggen. Hierdoor kunnen ze verdere details bespreken zoals tarieven, specifieke vereisten en andere belangrijke informatie.",
    "Step 4: Finalize Deal": "Stap 4: Afronden van de overeenkomst",
    "Once all details have been discussed and agreed upon, charterers finalize the deal. The assignment is then no longer available to other skippers.": "Zodra alle details zijn besproken en overeengekomen, ronden bevrachters de overeenkomst af. De opdracht is dan niet langer beschikbaar voor andere schippers.",
  
    "Supports And Takes Care Of": "Ondersteunt en zorgt voor",
    "Optimization, innovation and the focus on sustainability": "Optimalisatie, innovatie en de focus op duurzaamheid",
  
    "Time Saving": "Tijdsbesparing",
    "Stop wasting valuable time making many calls and waiting for responses. Simply place your orders on the platform and receive immediate responses from available skippers. This allows you to make decisions quickly and effectively, speeding up the entire chartering process.": "Stop met het verspillen van kostbare tijd met vele telefoontjes en wachten op reacties. Plaats eenvoudig uw bestellingen op het platform en ontvang onmiddellijke reacties van beschikbare schippers. Dit stelt u in staat om snel en effectief beslissingen te nemen en het hele charterproces te versnellen.",
    "Clear Order Management": "Duidelijk orderbeheer",
    "The dashboard gives you a structured and clear view of all freight orders. With real-time insight into the status and progress of the freight, you have full control over all your freight activities with just a few clicks.": "Het dashboard geeft u een gestructureerd en duidelijk overzicht van alle vrachtbestellingen. Met realtime inzicht in de status en voortgang van de vracht heeft u volledige controle over al uw vrachtactiviteiten met slechts een paar klikken.",
    "Minimize Idling": "Minimaliseer stilstand",
    "With our unique matching system you have insight into all interested skippers for a cargo. This allows you to make the best choices for your customer. Prevent emptying and increase your commercial position in the market.": "Met ons unieke matchingssysteem heeft u inzicht in alle geïnteresseerde schippers voor een lading. Hierdoor kunt u de beste keuzes maken voor uw klant. Voorkom leegstand en verhoog uw commerciële positie op de markt.",
    "Better Service": "Betere service",
    "Thanks to our clear system, both the customer and the freight broker have all the necessary information immediately at hand. Our clear system allows all chain partners to follow the status of the freight until delivery via smart updates.": "Dankzij ons duidelijke systeem hebben zowel de klant als de vrachtmakelaar alle benodigde informatie direct bij de hand. Ons duidelijke systeem stelt alle ketenpartners in staat om de status van de vracht tot aan de levering te volgen via slimme updates.",
    "Minimizes Errors​": "Minimaliseert fouten",
    "Regular customers can place their orders in the system themselves. Check incoming orders and put them online immediately. As an administrator, you are free to choose to add an extra layer of control to prevent miscommunication and errors.": "Vaste klanten kunnen hun bestellingen zelf in het systeem plaatsen. Controleer inkomende bestellingen en plaats ze direct online. Als beheerder bent u vrij om te kiezen om een extra controlelaag toe te voegen om miscommunicatie en fouten te voorkomen.",
    "Control": "Controle",
    "As an administrator, you decide who sees what. Involve all chain partners in your processes, but decide for yourself how much information you share. Bargedesk offers flexible tools to collaborate with partners while keeping you in control of your data or Bargedesk makes access management simple and efficient while keeping you in control.": "Als beheerder beslist u wie wat ziet. Betrek alle ketenpartners bij uw processen, maar beslis zelf hoeveel informatie u deelt. Bargedesk biedt flexibele tools om samen te werken met partners terwijl u controle houdt over uw gegevens, of Bargedesk maakt toegangsbeheer eenvoudig en efficiënt terwijl u controle behoudt.",
  
    "Ready For The Future With Barge Desk": "Klaar voor de toekomst met Bargedesk",
    "Smartly connected in inland shipping. The future of data in inland shipping": "Slim verbonden in de binnenvaart. De toekomst van data in de binnenvaart",
    "Bargedesk is an initiative that improves the availability of data and the speed of action in inland shipping. The real-time availability of data allows you to do better and seize opportunities when they present themselves. No more outdated systems, but countless benefits thanks to scalability, automatic updates and robust security.": "Bargedesk is een initiatief dat de beschikbaarheid van gegevens en de snelheid van handelen in de binnenvaart verbetert. De realtime beschikbaarheid van gegevens stelt u in staat beter te presteren en kansen te grijpen wanneer ze zich voordoen. Geen verouderde systemen meer, maar talloze voordelen dankzij schaalbaarheid, automatische updates en robuuste beveiliging.",
  
    "Software that makes you grow": "Software die je doet groeien",
    "Read the benefits of collaboration and digitization": "Lees de voordelen van samenwerking en digitalisering",
    "Modular": "Modulair",
    "Bargedesk is a plug & play system. This means that you can design it completely according to your wishes and needs. Whether it concerns advanced order management, real-time tracking or KPI reporting, you decide what suits your business operations. This allows you to maintain maximum control and efficiency": "Bargedesk is een plug-and-play-systeem. Dit betekent dat u het volledig kunt ontwerpen volgens uw wensen en behoeften. Of het nu gaat om geavanceerd orderbeheer, realtime tracking of KPI-rapportage, u beslist wat bij uw bedrijfsactiviteiten past. Hierdoor behoudt u maximale controle en efficiëntie.",
    "Market-Oriented Development": "Ontwikkeling gericht op de markt",
    "Your feedback is invaluable. We believe in market-oriented development, which means we listen to your needs and continuously adapt and improve our platform based on your suggestions. This way you always stay ahead with the latest and most relevant functionalities": "Uw feedback is van onschatbare waarde. Wij geloven in ontwikkeling gericht op de markt, wat betekent dat we luisteren naar uw behoeften en ons platform voortdurend aanpassen en verbeteren op basis van uw suggesties. Op deze manier blijft u altijd op de hoogte van de nieuwste en meest relevante functionaliteiten.",
    "Extensive Support": "Uitgebreide ondersteuning",
    "Your growth, our mission. Our driven team is available 24/7 to help you get the most out of Bargedesk. From personal onboarding and training sessions to ongoing support and consultancy: we take on the challenge together with you. Discover the power of Bargedesk and move forward with us.": "Uw groei, onze missie. Ons gedreven team staat 24/7 voor u klaar om u optimaal te laten profiteren van Bargedesk. Van persoonlijke onboarding- en trainingsessies tot doorlopende ondersteuning en advies: we gaan samen met u de uitdaging aan. Ontdek de kracht van Bargedesk en ga met ons mee.",
  
    "Contact Us Now!": "Neem nu contact met ons op!",
    "Would you like a demo, or do you have any questions?": "Wilt u een demo of heeft u vragen?",
  
    "Match supply and demand quickly and easily with": "Match vraag en aanbod snel en eenvoudig met",
  
    "Services": "Diensten",
    "Get in touch": "Neem contact op",
  
    "Email": "E-mail",
    "Phone": "Telefoon",
  
    "All rights reserved": "Alle rechten voorbehouden"
  }
  